cache/pages/Bio.html
<div id="outline-container-orgbb46526" class="outline-2">
<h2 id="orgbb46526">Resume</h2>
<div class="outline-text-2" id="text-orgbb46526">
<p>
Nicky van Foreest studied <a href="http://web.science.uu.nl/ITF/">Theoretical Physics</a> at <a href="http://www.uu.nl">Utrecht University</a>, the Netherlands.
After having worked for several years at KPN Research, and the Bell Labs department of Lucent Technologies in Enschede, he started a PhD project under supervision of 
<a href="http://homepages.cwi.nl/~michel/">Michel Mandjes</a> and <a href="http://www.math.utwente.nl/~scheinhardtwrw/">Werner Scheinhardt</a> in 2000.
After the successful defence of his thesis in 2004 he joined <a href="http://www.quintiq.com">Quintiq</a> to work on advanced planning, scheduling and supply chain optimization software.
Since 2006 he works at the <a href="http://www.rug.nl/feb">Faculty of Economics and Business</a> of the <a href="http://www.rug.nl">University of Groningen</a>.
His main interests are in performance analysis and optimal control of stochastic logistic systems.
</p>
</div>
</div>


<div id="outline-container-org0aa4395" class="outline-2">
<h2 id="org0aa4395">Research Interests</h2>
<div class="outline-text-2" id="text-org0aa4395">
<p>
Applications of probability and optimization to improve manufacturing, inventory, queueing, and service processes.
</p>
</div>
</div>

<div id="outline-container-orge35443f" class="outline-2">
<h2 id="orge35443f">Personal</h2>
<div class="outline-text-2" id="text-orge35443f">
<p>
Married to <a href="http://sheila.vanforeest.com/index.html">Sheila Timp</a> and I have six children, whose homepages can be found <a href="http://vanforeest.com">here</a>.
</p>
</div>
</div>

<div id="outline-container-orga54f1bc" class="outline-2">
<h2 id="orga54f1bc">Where to find me</h2>
<div class="outline-text-2" id="text-orga54f1bc">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Dr. N.D. van Foreest</td>
<td class="org-left">Faculty of Economics and Business, University of Groningen</td>
</tr>

<tr>
<td class="org-left">Visiting address:</td>
<td class="org-left">Room Duisenberg 666, Nettelbosje 2, 9747 AE Groningen</td>
</tr>

<tr>
<td class="org-left">Postal address:</td>
<td class="org-left">P.O.Box 800, 9700 AV,  Groningen, The Netherlands</td>
</tr>

<tr>
<td class="org-left">Tel:</td>
<td class="org-left">+31-50 36 35178/37020</td>
</tr>

<tr>
<td class="org-left">Email:</td>
<td class="org-left">N.D.van.Foreest@rug.nl</td>
</tr>

<tr>
<td class="org-left">Github:</td>
<td class="org-left"><a href="https://github.com/ndvanforeest">ndvanforeest</a></td>
</tr>

<tr>
<td class="org-left">Work Homepage:</td>
<td class="org-left"><a href="https://www.rug.nl/staff/n.d.van.foreest/">N.D. van Foreest</a></td>
</tr>
</tbody>
</table>
</div>
</div>
